Repository: gubritzke/DOCCLOUD
Catalog: module/Application/language/*.po
Languages: es_es, pt_br

# suporte_regioes
source: We rely on strategically located distribution centers in Brazil and support bases across the entire country and Latin America.
es_es: Contamos con centros de distribución en ubicaciones estratégicas de Brasil y sucursales de apoyo en todo el territorio nacional y Latinoamérica.
pt_br: Contamos com centros de distribuição em localizações estratégicas do país e bases de apoio em todo território nacional e na América Latina.

# mapa_spesul
source: SAO PAULO AND SOUTHERN REGION
es_es: SÃO PAULO Y REGIÓN SUR
pt_br: SÃO PAULO E REGIÃO SUL

# mapa_spesul_1
source: Headquarters - Distribution Center
es_es: Matriz - Centro de Distribución
pt_br: Matriz - Centro de Distribuição

# mapa_spesul_2
source: Address: Avenida Robert Kennedy, No. 615
es_es: Dirección: Avenida Robert Kennedy, 615
pt_br: Av. Robert Kennedy, 615

# mapa_spesul_3
source: Suburb: Bairro Planalto – Sao Bernardo do Campo/ Sao Paulo <br/> Postal Code: CEP 09895-003<br/> Phone Number: +55 11 5021-5217 / +55 11 4053-4888 0800-772-1601
es_es: Planalto - São Bernardo do Campo/SP <br/> Código Postal: 09895-003 <br/> +55 11 4053-4888 | 0800-772-1601
pt_br: Planalto – São Bernardo do Campo/SP <br/> CEP: 09895-003 <br/> (11) 4053-4888 | 0800-772-1601

# mapa_spesul_5
source: Sao Paulo Branch (Inland)
es_es: Sucursal de Sao Paulo
pt_br: Filial São Paulo (Interior)

# mapa_spesul_6
source: Address: Alameda Portugal, No. 93 – Room: sala 23 – Floor
es_es: Dirección: Alameda Portugal, 93 - sala 23
pt_br: Al. Portugal, 93 - sala 23 <br/> Jd. Europa - Bragança Paulista/SP <br/>

# mapa_spesul_7
source: Suburb: Jardim Europa – Bragança Paulista/Sao Paulo
es_es: Jardim Europa - Bragança Paulista/SP
pt_br: CEP: 12919-055

# mapa_mgeco
source: MINAS GERAIS AND CENTRAL-WESTERN REGION
es_es: MINAS GERAIS Y REGIÓN CENTRO-OESTE
pt_br: MINAS GERAIS E REGIÃO CENTRO OESTE

# mapa_mgeco_1
source: Minas Gerais Branch
es_es: Sucursal de Minas Gerais<br/>
pt_br: Filial Minas Gerais <br/>

# mapa_mgeco_2
source: Address: Avenida Heraclitto Mourao de Miranda, No. 1,072
es_es: Dirección: Av. César Augusto Faria Simões, 250<br/> Jardim Riacho das Pedras - Contagem/MG
pt_br: Av. César Augusto Faria Simões, 250 <br/> Jardim Riacho das Pedras - Contagem/MG

# mapa_mgeco_3
source: Suburb: Castelo – Belo Horizonte/Minas Gerais
es_es: Código Postal: 32242-190
pt_br: CEP: 32242-190

# mapa_amla
source: LATIN AMERICA
es_es: AMÉRICA LATINA
pt_br: AMÉRICA LATINA

# mapa_nen
source: NORTHERN AND NORTHEASTERN REGION
es_es: REGIÓN NORTE Y NORDESTE
pt_br: REGIÃO NORTE E NORDESTE

# mapa_nen_1
source: Rio Grande do Norte Branch <br/> Address: Avenida Arena Colombo, No. 50<br/> Suburb: Jardim Portiguar – Macaiba/Rio Grande do Norte <br/> Postal Code: CEP 59-280-000<br/> 0800-772-1601
es_es: Sucursal de Rio Grande do Norte:<br/> Dirección: Avenida Arena Colombo, 50<br/> Jardim Potiguar - Macaíba/RN<br/> Código Postal: 59280-000 <br/> 0800-772-1601
pt_br: Filial Rio Grande do Norte<br/> Av. Arena colombo, 50 – Macaíba RN<br/> Jardim Potiguar - Macaíba/RN<br/> CEP: 59280-000<br/> 0800-772-1601

# mapa_nen_2
source: Bahia Branch <br/> h Address: Entroncamento BR324 and CIA Aeroporto <br/> Suburb Distrito Industrial SUDIC Dica III, Anel III, No Number<br/> BIG LOG Simoes Filho/Bahia <br/> Postal Code: CEP 43.700.000 <br/> 0800-772-1601
es_es: Sucursal de Bahia<br/> Dirección: Entroncamento BR324 x CIA Aeroporto<br/> Distrito Industrial SUDIC<br/> Dica III, Anel III S/N – BIG LOG<br/> Simões Filho, BA
pt_br: Filial Bahia<br/> Entroncamento BR324 x CIA Aeroporto Distrito Industrial SUDIC<br/> Dica III, Anel III S/N – BIG LOG<br/> Simões Filho, BA CEP: 43.700-000<br/> 0800-772-1601

# mapa_res
source: RIO DE JANEIRO AND ESPIRITO SANTO
es_es: RIO DE JANERO Y ESPIRITO SANTO
pt_br: RIO DE JANERO E ESPIRITO SANTO

# mapa_res_1
source: Rio de Janeiro Branch<br/>
es_es: Sucursal de Rio de Janeiro<br/>
pt_br: Filial Rio de Janeiro

# mapa_res_2
source: io de Janeiro Branch Address: Rodovia Washington Luis, No. 1980 – Mk 02 <br/> Suburb: Parque Santa Marta Duque de Caxias – Rio de Janeiro<br/> Postal Code: CEP 25065-007 locacao.rj@tecnogeradores.com.br <br/> +55 21 3439-6258 / +55 21 3439-6275 0800-772-1601
es_es: Dirección: Rodovia Washington Luis, 1980 - Km 02 <br/> Parque Santa Marta - Duque de Caxias/RJ <br/> Código Postal: 25065-007 <br/> +55 21 3439-6258 | 0800-772-1601
pt_br: Rodovia Washington Luis, 1980 - Km 02 <br/> Parque Santa Marta - Duque de Caxias/RJ CEP: 25065-007 <br/> (21) 3439-6258 | 0800-772-1601

# blog_paragrafo
source: Keep up-to-date to novelties, technical content and news:
es_es: Conozca nuestras novedades, contenidos técnicos y noticias:
pt_br: Conheça nossas novidades, conteúdos técnicos e notícias:

# clientes_parceiros
source: CLIENTS AND PARTNERS
es_es: CLIENTES Y SOCIOS
pt_br: CLIENTES E PARCEIROS

# locacao_titulo_efeitos
source: MOUSE OVER TO LEARN MORE
pt_br: PASSE O MOUSE PARA CONHECER

# locacao_texto_efeitos
source: OUR EQUIPMENT RELATED TO THE POWER GENERATOR
pt_br: NOSSOS <b>EQUIPAMENTOS RELACIONADOS AO GERADOR DE ENERGIA.</b>

# potencias_disponiveis
source: CAPACITIES AVAILABLE FOR LEASE
es_es: POTENCIAS DISPONIBLES PARA LOCACIÓN
pt_br: POTÊNCIAS DISPONÍVEIS PARA LOCAÇÃO

# potencias_disponiveis_1
source: UP TO 100 KVA
es_es: HASTA 100 KVA
pt_br: ATÉ 100 KVA

# potencias_disponiveis_2
source: BETWEEN 100 AND 300 KVA
es_es: ENTRE 100 Y 300 KVA
pt_br: ENTRE 100 E 300 KVA

# potencias_disponiveis_3
source: BETWEEN 300 AND 750 KVA
es_es: ENTRE 300 Y 750 KVA
pt_br: ENTRE 300 E 750 KVA

# potencias_disponiveis_4
source: BETWEEN 750 AND 1000 KVA
es_es: ENTRE 750 Y 1000 KVA
pt_br: ENTRE 750 E 1000 KVA

# potencias_disponiveis_5
source: BETWEEN 1,000 KVA AND 1,400 KVA
es_es: ENTRE 1000 Y 1400 KVA
pt_br: ENTRE 1000 E 1400 KVA

# potencias_disponiveis_6
source: ABOVE 1,400 KVA
es_es: ARRIBA DE 1400 KVA
pt_br: ACIMA DE 1400 KVA

# potencias_especificacoes_1
source: Capacity (kVA)
es_es: Potencia (kVA)
pt_br: Potência (kVA)

# potencias_especificacoes_2
source: Dimensions (m)
es_es: Dimensiones (m)
pt_br: Dimensões (m)

# potencias_especificacoes_3
source: Noise (dBA)
es_es: Ruido (dBA)
pt_br: Ruído (dBA)

# potencias_especificacoes_4
source: Consumption (L/H)
es_es: Consumo (L / H)
pt_br: Consumo (L/H)

# potencias_especificacoes_5
source: Weight (Kg)
es_es: Peso (Kg)
pt_br: Peso (Kg)

# potencias_especificacoes_6
source: Fuel tank (L)
es_es: Tanque de combustible (L)
pt_br: Tanque de Combustível(L)

# potencias_tabela_linha_1_1
source: Standby: Between 15 and 100
es_es: Standby: entre 15 y 100
pt_br: Standby: entre 15 e 100

# potencias_tabela_linha_1_2
source: Length: Between 1.4 and 4.36
es_es: Longitud: entre 1,4 y 4,36
pt_br: Comprimento : entre 1,4 e 4,36

# potencias_tabela_linha_1_3
source: to 1 meter: 85
es_es: a 1 metro: 85
pt_br: a 1 metro: 85

# potencias_tabela_linha_1_4
source: from 2.3
es_es: a partir de 2,3
pt_br: a partir de 2,3

# potencias_tabela_linha_1_5
source: from 554
es_es: a partir de 554
pt_br: a partir de 554

# potencias_tabela_linha_1_6
source: Liters: up to 100
es_es: Litros: hasta 100
pt_br: Litros: até 100

# potencias_tabela_linha_2_1
source: Prime: Between 12 and 70
es_es: Primero: entre 12 y 70
pt_br: Prime: entre 12 e 70

# potencias_tabela_linha_2_2
source: Width: Between 0.80 and 1.68
es_es: Ancho: entre 0,80 y 1,68
pt_br: Largura : entre 0,80 e 1,68

# potencias_tabela_linha_2_3
source: until 7 meters 75
es_es: a 7 metros: 75
pt_br: a 7 metros: 75

# potencias_tabela_linha_3_1
source: Continuous: Between 11 and 65
es_es: Continuo: entre 11 y 65
pt_br: Continuo: entre 11 e 65

# potencias_tabela_linha_3_2
source: Height: Between 1.12 and 1.73
es_es: Altura: entre 1,12 y 1,73
pt_br: Altura : entre 1,12 e 1,73

# potencias_textos_1
source: POWER GENERATOR UP TO 100 kVA
es_es: GENERADOR DE ENERGÍA HASTA 100 kVA
pt_br: GERADOR DE ENERGIA ATÉ 100 kVA

# potencias_textos_2
source: Compact, Generators of up to 100 kVA available for lease are ideal for installing in a reduced space and stand out for their low fuel consumption.<br/><br/> Our diesel-powered generators are fairing and silenced, plus the possibility of use with our entire line of accessories, resulting in a complete solution.<br/><br/> We serve 24 hours a day, 7 days a week, to offer you the best options of generators from 15 to 100kVA and guarantee complete solutions in temporary energy.
es_es: Compactos, los generadores Tecnogera de hasta 100kVA disponibles para locación, son ideales para aplicaciones en espacio reducido y se destacan por el bajo consumo de combustible. <br/> <br/> Nuestros generadores de energía diesel son carenados y silenciados, además de la posibilidad de utilización con toda nuestra línea de accesorios, resultado en una solución completa. <br/> <br/> Nosotros atendemos las 24 horas del día, los 7 días de la semana, para ofrecer las mejores opciones en generadores de 15 a 100kVA y garantizar soluciones completas en energía temporal.
pt_br: Compactos, os Geradores de até 100kVA disponíveis para locação da Tecnogera, são ideais para aplicações em espaço reduzido e se destacam pelo baixo consumo de combustível. <br /> <br /> Nossos geradores de energia a diesel são carenados e silenciados, além da possibilidade de utilização com toda nossa linha de acessórios, resultado em uma solução completa. <br /> <br /> Atendemos 24 horas por dia, 7 dias na semana, para oferecer as melhores opções em geradores de 15 a 100kVA e garantir soluções completas em energia temporária.

# potencias_tabela_2_linha_1_1
source: Standby: Between 100 and 300
es_es: Standby: entre 100 y 300
pt_br: Standby: entre 100 e 300

# potencias_tabela_2_linha_1_2
source: Length: Between 1.7 and 3,8
es_es: Longitud: entre 1,7 y 3,38
pt_br: Comprimento : entre 1,7 e 3,8

# potencias_tabela_2_linha_1_3
source: to 1 meter: 85
es_es: a 1 metro: 85
pt_br: a 1 metro: 85

# potencias_tabela_2_linha_1_4
source: from 16,6
es_es: a partir de 16,6
pt_br: a partir de 16,6

# potencias_tabela_2_linha_1_5
source: from 1840
es_es: a partir de 1840
pt_br: a partir de 1840

# potencias_tabela_2_linha_1_6
source: Liters: up to 200
es_es: Litros: hasta 200
pt_br: Litros: até 200

# potencias_tabela_2_linha_2_1
source: Prime: Between 85and 240
es_es: Primero: entre 85 y 240
pt_br: Prime: entre 85 e 240

# potencias_tabela_2_linha_2_2
source: Width: Between 1,10 and 1.25
es_es: Ancho: entre 1,10 y 1,25
pt_br: Largura : entre 1,10 e 1,25

# potencias_tabela_2_linha_2_3
source: until 7 meters 75
es_es: a 7 metros: 75
pt_br: a 7 metros: 75

# potencias_tabela_2_linha_3_1
source: Continuous: Between 77 and 220
es_es: Continuo: entre 77 y 220
pt_br: Continuo: entre 77 e 220

# potencias_tabela_2_linha_3_2
source: Height: Between 1.62 and 2,8
es_es: Altura: entre 1,62 y 2,8
pt_br: Altura : entre 1,62 e 2,8

# potencias_tabela_2_texto_titulo
source: POWER GENERATOR FROM 100 TO 300 kVA
es_es: GENERADOR DE ENERGÍA DE 100 HASTA 300 kVA
pt_br: GERADOR DE ENERGIA DE 100 ATÉ 300 kVA

# potencias_tabela_2_texto_texto1
source: The power generators, between 100 kVA and 300 kVA available for rental by Tecnogera, deliver power to many applications and use approximately the space of a parking space. Under the premise of more energy with less fuel consumption, they have excellent performance.
es_es: Los generadores entre 100kVA y 300Kva de Tecnogera, disponibles para locación, entregan potencia a diversas aplicaciones y utilizan aproximadamente el espacio de una plaza de aparcamiento, insertados en la premisa de más energía con menor consumo de combustible, poseen excelente rendimiento. <br/> <br/> Nuestros generadores de energía diesel son carenados y silenciados, además de la posibilidad de utilización con toda nuestra línea de accesorios, resultado en una solución completa. <br/> <br/> Nosotros atendemos las 24 horas del día, los 7 días de la semana, para ofrecer las mejores opciones en generadores de 15 a 100kVA y garantizar soluciones completas en energía temporal.
pt_br: Os Geradores entre 100kVA e 300kVA disponíveis para locação da Tecnogera, entregam potência para diversas aplicações e utilizam aproximadamente o espaço de uma vaga de estacionamento, inseridos na premissa de Mais energia com menor consumo de combustível, possuem excelente rendimento. <br /> <br /> Nossos geradores de energia a diesel são carenados e silenciados, além da possibilidade de utilização com toda nossa linha de acessórios, resultado em uma solução completa. <br /> <br /> Atendemos 24 horas por dia, 7 dias na semana, para oferecer as melhores opções em geradores de 15 a 100kVA e garantir soluções completas em energia temporária.

# potencias_tabela_3_linha_1_1
source: Standby: Between 300 and 750
es_es: Standby: entre 300 y 750
pt_br: Standby: entre 300 e 750

# potencias_tabela_3_linha_1_2
source: Length: Between 4 and 5.90
es_es: Longitud: entre 4 y 5,90
pt_br: Comprimento : entre 4 e 5,90

# potencias_tabela_3_linha_1_3
source: to 1 meter: 85
es_es: a 1 metro: 85
pt_br: a 1 metro: 85

# potencias_tabela_3_linha_1_4
source: from 54,4
es_es: a partir de 54,4
pt_br: a partir de 54,4

# potencias_tabela_3_linha_1_5
source: from 4000
es_es: a partir de 4000
pt_br: a partir de 4000

# potencias_tabela_3_linha_1_6
source: Liters: up to 1000
es_es: Litros: hasta 1000
pt_br: Litros: até 1000

# potencias_tabela_3_linha_2_1
source: Prime: Between 277 and 578
es_es: Primero: entre 277 y 578
pt_br: Prime: entre 277 e 578

# potencias_tabela_3_linha_2_2
source: Width: Between 1.15 and 1.91
es_es: Ancho: entre 1,15 y 1,91
pt_br: Largura : entre 1,15 e 1,91

# potencias_tabela_3_linha_2_3
source: until 7 meters 75
es_es: a 7 metros: 75
pt_br: a 7 metros: 75

# potencias_tabela_3_linha_3_1
source: Continuous: Between 252 and 525
es_es: Continuo: entre 252 y 578
pt_br: Continuo: entre 252 e 525

# potencias_tabela_3_linha_3_2
source: Height: Between 2,15 and 2,75
es_es: Altura: entre 2,15 y 2,75
pt_br: Altura : entre 2,15 e 2,75

# potencias_tabela_3_texto_titulo
source: POWER GENERATOR FROM 300 TO 750 kVA
es_es: GENERADOR DE ENERGÍA DE 300 HASTA 750 KVA
pt_br: GERADOR DE ENERGIA DE 300 ATÉ 750 kVA

# potencias_tabela_2_texto_texto2
source: With capacity and modularity for various projects. Generators between 300kVA and 750kVA available for rental by Tecnogera are destined to many applications. Under the premise of more energy with less fuel consumption, they have excellent performance. <br/><br/> Our diesel-powered generators are fairing and silenced, plus the possibility of use with our entire line of accessories, resulting in a complete solution.<br/><br/> We serve 24 hours a day, 7 days a week, to offer you the best options of generators from 15 to 100kVA and guarantee complete solutions in temporary energy.
es_es: Con potencia y modularidad para diversos proyectos, los generadores de Tecnogera entre 300kVA y 750kVA disponibles para locación, están destinados a diversas aplicaciones, insertados en la premisa de: más energía con menor consumo de combustible, poseen excelente rendimiento. <br/> <br/> Nuestros generadores de energía diesel son carenados y silenciados, además de la posibilidad de utilización con toda nuestra línea de accesorios, resultando en una solución completa. <br/> <br/> Nosotros atendemos las 24 horas del día, los 7 días de la semana, para ofrecer las mejores opciones en generadores de 15 a 100kVA y garantizar soluciones completas en energía temporal.
pt_br: Com potência e modularidade para diversos projetos. Os Geradores entre 300kVA e 750kVA disponíveis para locação da Tecnogera, são destinados à diversas aplicações, inseridos na premissa de: Mais energia com menor consumo de combustível, possuem excelente rendimento. <br /> <br /> Nossos geradores de energia a diesel são carenados e silenciados, além da possibilidade de utilização com toda nossa linha de acessórios, resultado em uma solução completa. <br /> <br /> Atendemos 24 horas por dia, 7 dias na semana, para oferecer as melhores opções em geradores de 15 a 100kVA e garantir soluções completas em energia temporária.

# potencias_tabela_4_linha_1_1
source: Standby: Between 750 and 1000
es_es: Standby: entre 750 y 1000
pt_br: Standby: entre 750 e 1000

# potencias_tabela_4_linha_1_2
source: Length: Between 4,60 and 5,90
es_es: Longitud: entre 4,60 y 5,90
pt_br: Comprimento : entre 4,60 e 5,90

# potencias_tabela_4_linha_1_3
source: to 1 meter: 85
es_es: a 1 metro: 85
pt_br: a 1 metro: 85

# potencias_tabela_4_linha_1_4
source: from 113,4
es_es: a partir de 113,4
pt_br: a partir de 113,4

# potencias_tabela_4_linha_1_5
source: from 7500
es_es: a partir de 7500
pt_br: a partir de 7500

# potencias_tabela_4_linha_1_6
source: Liters: up to 1000
es_es: Litros: hasta 1000
pt_br: Litros: até 1000

# potencias_tabela_4_linha_2_1
source: Prime: Between 277and 578
es_es: Primero: entre 227 y 578
pt_br: Prime: entre 277 e 578

# potencias_tabela_4_linha_2_2
source: Width: Between 1.55 and 1.91
es_es: Ancho: entre 1,55 y 1,91
pt_br: Largura : entre 1,55 e 1,91

# potencias_tabela_4_linha_2_3
source: until 7 meters 75
es_es: a 7 metros: 75
pt_br: a 7 metros: 75

# potencias_tabela_4_linha_3_1
source: Continuous: Between 252 and 525
es_es: Continuo: entre 252 y 525
pt_br: Continuo: entre 252 e 525

# potencias_tabela_4_linha_3_2
source: Height: Between 2,30 and 3,45
es_es: Altura: entre 2,30 y 3,45
pt_br: Altura : entre 2,30 e 3,45

# potencias_tabela_4_texto_titulo
source: POWER GENERATOR FROM 750 TO 1,000 kVA
es_es: GENERADOR DE ENERGÍA DE 750 HASTA 1000 kVA
pt_br: GERADOR DE ENERGIA DE 750 ATÉ 1000 kVA

# potencias_tabela_2_texto_texto3
source: With capacity and modularity for various projects. Generators between 750kVA and 1,000kVA available for rental by Tecnogera are destined to many applications. Under the premise of more energy with less fuel consumption, they have excellent performance.<br/><br/> Our diesel-powered generators are fairing and silenced, plus the possibility of use with our entire line of accessories, resulting in a complete solution.<br/><br/> We serve 24 hours a day, 7 days a week, to offer you the best options of generators from 15 to 100kVA and guarantee complete solutions in temporary energy.
es_es: Con potencia y modularidad para diversos proyectos, los generadores de Tecnogera entre 750kVA y 1000kVA disponibles para locación, están destinados a diversas aplicaciones, insertados en la premisa de: más energía con menor consumo de combustible, poseen excelente rendimiento. <br/> <br/> Nuestros generadores de energía diesel son carenados y silenciados, además de la posibilidad de utilización con toda nuestra línea de accesorios, resultado en una solución completa. <br/> <br/> Nosotros atendemos las 24 horas del día, los 7 días de la semana, para ofrecer las mejores opciones en generadores de 15 a 100kVA y garantizar soluciones completas en energía temporal.
pt_br: Com potência e modularidade para diversos projetos. Os Geradores entre 750kVA e 1000kVA disponíveis para locação da Tecnogera, são destinados à diversas aplicações, inseridos na premissa de: Mais energia com menor consumo de combustível, possuem excelente rendimento. <br /> <br /> Nossos geradores de energia a diesel são carenados e silenciados, além da possibilidade de utilização com toda nossa linha de acessórios, resultado em uma solução completa. <br /> <br /> Atendemos 24 horas por dia, 7 dias na semana, para oferecer as melhores opções em geradores de 15 a 100kVA e garantir soluções completas em energia temporária.

# potencias_tabela_5_linha_1_1
source: Standby: Between 1000 and 1400
es_es: Standby: entre 1000 y 1400
pt_br: Standby: entre 1000 e 1400

# potencias_tabela_5_linha_1_2
source: Length: Between 4,60 and 6,12
es_es: Longitud: entre 4,60 y 6,12
pt_br: Comprimento : entre 4,60 e 6,12

# potencias_tabela_5_linha_1_3
source: to 1 meter: 85
es_es: a 1 metro: 85
pt_br: a 1 metro: 85

# potencias_tabela_5_linha_1_4
source: from 151,2
es_es: a partir de 151,2
pt_br: a partir de 151,2

# potencias_tabela_5_linha_1_5
source: from 10000
es_es: a partir de 10000
pt_br: a partir de 10000

# potencias_tabela_5_linha_1_6
source: Liters: up to 2000
es_es: Litros: hasta 2000
pt_br: Litros: até 2000

# potencias_tabela_5_linha_2_1
source: Prime: Between 770 and 1078
es_es: Primero: entre 770 y 1078
pt_br: Prime: entre 770 e 1078

# potencias_tabela_5_linha_2_2
source: Width: Between 1.55 and 2.44
es_es: Ancho: entre 1,55 y 2,44
pt_br: Largura : entre 1,55 e 2,44

# potencias_tabela_5_linha_2_3
source: until 7 meters 75
es_es: a 7 metros: 75
pt_br: a 7 metros: 75

# potencias_tabela_5_linha_3_1
source: Continuous: Between 700 and 980
es_es: Continuo: entre 700 y 980
pt_br: Continuo: entre 700 e 980

# potencias_tabela_5_linha_3_2
source: Height: Between 2.40 and 2.59
es_es: Altura: entre 2,40 y 2,59
pt_br: Altura : entre 2,40 e 2,59

# potencias_tabela_5_texto_titulo
source: POWER GENERATOR FROM 1,000 TO 1,400 kVA
es_es: GENERADOR DE ENERGÍA DE 1000 HASTA 1400 kVA
pt_br: GERADOR DE ENERGIA DE 1000 ATÉ 1400 kVA

# potencias_tabela_2_texto_texto4
source: With capacity and modularity for various projects. Generators between 1,000kVA and 1,400kVA available for rental by Tecnogera are destined to many applications. Under the premise of more energy with less fuel consumption, they have excellent performance.<br/><br/> Our diesel-powered generators are fairing and silenced, plus the possibility of use with our entire line of accessories, resulting in a complete solution.<br/><br/> We serve 24 hours a day, 7 days a week, to offer you the best options of generators from 15 to 100kVA and guarantee complete solutions in temporary energy.
es_es: Con potencia y modularidad para diversos proyectos, los generadores de Tecnogera entre 1000 y 1400kVA disponibles para locación, están destinados a diversas aplicaciones, insertados en la premisa de: más energía con menor consumo de combustible, poseen excelente rendimiento. <br/> <br/> Nuestros generadores de energía diesel son carenados y silenciados, además de la posibilidad de utilización con toda nuestra línea de accesorios, resultado en una solución completa. <br/> <br/> Nosotros atendemos las 24 horas del día, los 7 días de la semana, para ofrecer las mejores opciones en generadores de 15 a 100kVA y garantizar soluciones completas en energía temporal.
pt_br: Com potência e modularidade para diversos projetos. Os Geradores entre 1000 e 1400kVA disponíveis para locação da Tecnogera, são destinados à diversas aplicações, inseridos na premissa de: Mais energia com menor consumo de combustível, possuem excelente rendimento. <br /> <br /> Nossos geradores de energia a diesel são carenados e silenciados, além da possibilidade de utilização com toda nossa linha de acessórios, resultado em uma solução completa. <br /> <br /> Atendemos 24 horas por dia, 7 dias na semana, para oferecer as melhores opções em geradores de 15 a 100kVA e garantir soluções completas em energia temporária.

# potencias_tabela_6_linha_1_1
source: Standby: above 1400
es_es: Standby: arriba de 1400
pt_br: Standby: acima de 1400

# potencias_tabela_6_linha_1_2
source: Length: 7,71
es_es: Longitud: 7,71
pt_br: Comprimento : 7,71

# potencias_tabela_6_linha_1_3
source: to 1 meter: 85
es_es: a 1 metro: 85
pt_br: a 1 metro: 85

# potencias_tabela_6_linha_1_4
source: from 237,6
es_es: a partir de 237,6
pt_br: a partir de 237,6

# potencias_tabela_6_linha_1_5
source: from 16000
es_es: a partir de 16000
pt_br: a partir de 16000

# potencias_tabela_6_linha_1_6
source: Liters: up to 2000
es_es: Litros: hasta 2000
pt_br: Litros: até 2000

# potencias_tabela_6_linha_2_2
source: Width: 2,27
es_es: Ancho: 2,27
pt_br: Largura : 2,27

# potencias_tabela_6_linha_2_3
source: until 7 meters 75
es_es: a 7 metros: 75
pt_br: a 7 metros: 75

# potencias_tabela_6_linha_3_1
source: Continuous: 1100
es_es: Continuo: 1100
pt_br: Continuo: 1100
