Repository: gubritzke/DOCCLOUD
Catalog: module/Application/language/*.po
Languages: es_es, pt_br

# acessorios-tit
source: TRANSFORMERS AND ACCESSORIES
pt_br: SUBESTAÇÕES MÓVEIS E TRANSFORMADORES

# acessorios-sub
source: Efficiency for complete solutions in temporary energy
pt_br: Eficiência para soluções completas em energia temporária

# atalhos-acessorios
source: Accessories for rental
pt_br: Acessórios para locação

# acessorios-desc
source: To achieve maximum efficiency of its equipment and performance of its power generation projects, Tecnogera offers a wide range of accessories. In addition to electrical cables and fuel tanks, Tecnogera’s range of accessories also includes automatic transfer switches (ATS), ramp transfer switches (RTS), energy analyzers, among others.
pt_br: Para alcançar a máxima eficiência de seus equipamentos e desempenho de seus projetos de geração de energia, a Tecnogera oferece uma ampla linha de acessórios. Além de cabos elétricos e tanques de combustíveis, a linha de acessórios Tecnogera também disponibiliza: quadro de transferência automático (QTA), quadro de transferência em rampa (QTR), analisadores de energia, entre outros.

# contato_solicite_orcamento_botao
source: Request a quote
es_es: Solicitar presupuesto
pt_br: Solicitar orçamento

# blog_subtitulo_interna
source: Stay tuned for the latest news and updates from the Tecnogera universe!
pt_br: Fique por dentro das principais notícias e novidades do universo Tecnogera!

source: carreira_titulo
es_es: CARRERA
pt_br: Carreira

source: carreira_texto
es_es: Nuestro equipo trabaja con compromiso y sentido de urgencia para la entrega y superación de los resultados esperados. Valoramos el desarrollo de nuestro equipo, actuando en conjunto y reconociendo los valores individuales. ¡Compruebe las vacantes disponibles y venga a formar parte del equipo Tecnogera!
pt_br: Nosso time trabalha com compromisso e senso de urgência para a entrega e superação dos resultados esperados. Valorizamos o desenvolvimento da nossa equipe, atuando em conjunto e reconhecendo os valores individuais. Confira as vagas disponíveis e venha fazer parte da equipe Tecnogera!

# descricao_beneficios
source: Benefits:
pt_br: Beneficios:

# descricao_local
source: Location:
pt_br: Local:

# descricao_da_vaga
source: Job description:
pt_br: Descrição da vaga:

source: cases_titulo
es_es: CASES TECNOGERA
pt_br: CASES TECNOGERA

source: cases_paragrafo
es_es: Atendemos a las necesidades de diversos segmentos de mercado, a través de nuestras soluciones de alquiler de grupos electrógenos, de climatización y enfriamiento o en proyectos de generación de energía, conozca nuestros proyectos:
pt_br: Atendemos ás necessidades de diversos segmentos de mercado, através das nossas soluções de locação de geradores, de climatização e resfriamento ou em projetos de geração de energia, conheça nossos projetos:

# codigo_etica_titulo
source: ETHICS AND CONDUCT
es_es: ÉTICA Y CONDUCTA
pt_br: ÉTICA E CONDUTA

# codigo_etica
source: Honesty and integrity are fundamental for Tecnogera’s reputation both in commercial matters and with our customers, suppliers, and partners. For us, the appropriate ethical behavior must be applied by all employees, setting a clear expectation of the ethical and consistent standards that we must follow. </br></br> We share our Code of Conduct in this link, a file that guides our professional attitude in all our commercial relations. Click below and access the complete file.
es_es: Honestidad e integridad son fundamentales para la reputación de Tecnogera tanto en la conducción comercial como con nuestros clientes, proveedores y socios. Para nosotros, un comportamiento ético apropiado debe ser aplicable por todos los colaboradores, estableciendo una expectativa clara de los patrones éticos y consistentes que debemos seguir. </br></br> En este enlace (link) nuestro Código de Conducta, documento que orienta nuestra postura en todas nuestras relaciones comerciales. Haga clic abajo y acceda al documento completo.
pt_br: Honestidade e integridade são fundamentais para a reputação da Tecnogera tanto na condução comercial quanto com nossos clientes, fornecedores e parceiros. Para nós, um comportamento ético apropriado deve ser aplicável por todos os colaboradores, estabelecendo uma expectativa clara dos padrões éticos e consistentes que devemos seguir. <br /> <br /> Disponibilizamos neste link nosso Código de Conduta, documento que orienta nossa postura em todas as nossas relações comerciais. Clique abaixo e acesse o documento completo.

# contato_tit
source: CONTACT
es_es: CONTACTO
pt_br: CONTATO

# contato_sub
source: Do you have any questions or would like to speak with Tecnogera? Fill in the form below and send your message to us. We will get back to you as soon as possible!
es_es: ¿Tiene alguna duda o quiere hablar con Tecnogera? Rellene el siguiente formulario y envíe su mensaje. Contestaremos lo más pronto posible.
pt_br: Tem alguma dúvida ou quer falar com a Tecnogera? Preencha o formulário abaixo e envie a sua mensagem. Retornaremos o mais rápido possível!

# contato_form_1
source: Name*
pt_br: Nome*

# contato_form_3
source: Company
pt_br: Empresa

# contato_form_4
source: Telephone number
pt_br: Telefone*

# contato_form_5
source: Department
pt_br: Departamento

# contato_form_6
source: Message*
pt_br: Mensagem*

# enviar
source: SEND
pt_br: ENVIAR

# contato_solicite_orcamento
source: REQUEST A QUOTE
es_es: SOLICITE UN PRESUPUESTO
pt_br: SOLICITE UM ORÇAMENTO

# contato_solicite_orcamento_texto
source: Quotes can be requested by phone, e-mail, website or a visit
es_es: Los presupuestos pueden ser solicitados por teléfono, e-mail, sitio o visita.
pt_br: Os orçamentos podem ser solicitados por telefone, e-mail, site ou visita.

# contato_trabalhe_conosco_titulo
source: WORK WITH US
es_es: TRABAJE CON NOSOTROS
pt_br: TRABALHE CONOSCO

# contato_trabalhe_conosco_texto
source: Be part of our team!
es_es: ¡Venga a formar parte de nuestro equipo!
pt_br: Venha fazer parte da nossa equipe!

# contato_trabalhe_conosco_botao
source: Send your résumé
es_es: Enviar Currículo
pt_br: Enviar Currículo

# contato_newslatter_texto
source: Do you want to receive news and promotions from Tecnogera? Subscribe!
es_es: Recibir novedades y promociones de Tecnogera, regístrese
pt_br: Quer receber novidades e promoções da Tecnogera, cadastre-se!

# contato_newslatter_placeholder
source: Insert your e-mail
es_es: Ponga su e-mail
pt_br: Insira seu e-mail

source: contato_nossas_unidades
es_es: Nuestras unidades
pt_br: NOSSAS UNIDADES

# etica_conduta_botao_codigo_de_conduta
source: CODE OF CONDUCT
es_es: Código de Conducta
pt_br: CÓDIGO DE CONDUTA

# etica_conduta_canal_confidencial
source: CONFIDENTIAL CHANNEL
es_es: CANAL CONFIDENCIAL
pt_br: CANAL CONFIDENCIAL

# etica_conduta_o_que_e
source: What is it?
pt_br: O que é ?

# etica_conduta_canal_confidencial_tecnogera
source: The confidential channel is the means by which can be communicated any breaches of the Code of Ethics and Conduct, to the intern norms and the current legislation, to the allegations of facts that cause damage to the image or operation of Tecnogera. The communication is analyzed by the Compliance Committee, responsible for monitoring compliance and coordinating the investigation of complaints.
pt_br: O <b>Canal Confidencial Tecnogera</b> é o meio pelo qual podem ser comunicadas eventuais violações ao Código de Ética e Conduta Tecnogera, às normas internas e à legislação vigente, apresentadas denúncias de fatos que provoquem danos à imagem ou operação da Tecnogera. As comunicações são analisadas pelo Comitê de Compliance, responsável por acompanhar o cumprimento das normas e coordenar as investigações de denúncias.

# etica_conduta_qual_sua_importancia
source: What is its importance?
pt_br: Qual sua importância?

# etica_conduta_ferramenta
source: It is a tool of fundamental importance for maintaining the integrity of the company, therefore the reports will be evaluated and treated in the most appropriate way. </br></br> When reporting a complaint, try to describe the situation as much as possible (example: what, when, who, how, how much, where and why?), including formal evidence (attachments can be attached) and names of witnesses who witnessed the facts. Vague, not specific or unproven reports of what happened may make it difficult or impossible to obtain a determination.
pt_br: É uma ferramenta de fundamental importância para manutenção da integridade da empresa, pois os relato aqui comunicados serão avaliados e tratados da forma mais adequada. <br /> <br /> Ao relatar uma denúncia, procure descrever ao máximo possível a situação (exemplo: o quê, quando, quem, como, quanto, onde e por quê?), incluindo evidências formais (é possível anexar arquivos) e nome de testemunhas que presenciaram os fatos. Relatos vagos, não específicos ou sem comprovação do ocorrido podem dificultar ou inviabilizar a apuração.

# etica_conduta_voce_nao_tem
source: You do not have a complaint, but would like to get in touch with Tecnogera?
es_es: Usted no tiene una denuncia, pero ¿le gustaría entrar en contacto con Tecnogera?
pt_br: Você não tem uma denúncia, mas gostaria de entrar em contato com a Tecnogera?

# etica_conduta_clique_aqui
source: Click here
es_es: Haga clic aquí
pt_br: Clique aqui

# etica_conduta_e_fale_conosco
source: and talk to us!
es_es: y hable con nosotros
pt_br: e fale conosco!

# etica_conduta_titulo_formulario
source: Register your report below so our team can take action. Our goal with this channel is to adjust our conduct and improve our service. Rest assured that all the information will be treated confidentially. Identification fields are optional.
es_es: Deje abajo sus comentarios para que nuestro equipo pueda comprobar su relato confidencial. Nuestro objetivo con este canal es mejorar nuestra atención. Manténgase tranquilo que sus comentarios serán confidenciales y los usaremos para mejorar nuestra atención. Los campos de identificación son opcionales
pt_br: Registre abaixo seu relato para que nossa equipe possa tomar as devidas ações. Nosso objetivo com esse canal é adequar nossa conduta e melhorar nosso atendimento. Fique tranquilo que as informações serão tratadas de forma confidencial. Campos de identificação são opcionais.

# etica_conduta_formulario_nome
source: Name
es_es: Nombre *
pt_br: Nome

# etica_conduta_formulario_empresa
source: Company
es_es: Empresa
pt_br: Empresa

# etica_conduta_formulario_telefone
source: Telephone
es_es: Teléfono
pt_br: Telefone

# etica_conduta_formulario_cargo
source: Charge
es_es: Cargo
pt_br: Cargo

# etica_conduta_formulario_departamento
source: Department
es_es: Departamento
pt_br: Departamento

# etica_conduta_formulario_vinculo_com_a_tecnogera
source: Relationship with Tecnogera*
es_es: Vínculo con Tecnogera *
pt_br: Vínculo com a Tecnogera*

# etica_conduta_formulario_select_vinculo_selecione
source: Select
es_es: Seleccione
pt_br: Selecione

# etica_conduta_formulario_select_vinculo_cliente
source: Client
es_es: cliente
pt_br: Cliente

# etica_conduta_formulario_select_vinculo_fornecedor
source: Supplier
es_es: proveedor
pt_br: Fornecedor

# etica_conduta_formulario_select_vinculo_colaboradora
source: Employee
es_es: colaborador
pt_br: Colaboradora

# etica_conduta_formulario_select_vinculo_comunidade
source: Community
es_es: comunidad
pt_br: Comunidade

# etica_conduta_formulario_select_vinculo_outros
source: Other
es_es: otro
pt_br: Outros

# etica_conduta_formulario_select_incidente_titulo
source: Incident Type
es_es: Tipo de incidente
pt_br: Tipo do Incidente

# etica_conduta_formulario_select_incidente_selecione
source: Select
es_es: Seleccione
pt_br: Selecione

# etica_conduta_formulario_select_incidente_assedio
source: Moral Harassment
es_es: Asedio moral
pt_br: Assédio Moral

# etica_conduta_formulario_select_incidente_adulteracao
source: Document/Receipt Forging
es_es: Adulteración de documentos / recibos
pt_br: Adulteração de documentos / recibos

# etica_conduta_formulario_select_incidente_coacao
source: Coercion
es_es: Coacción
pt_br: Coação

# etica_conduta_formulario_select_incidente_desvio
source: Embezzlement – Company’s Assets
es_es: Desviación del patrimonio - Activos de la empresa
pt_br: Desvio de patrimônio - ativos das empresas

# etica_conduta_formulario_select_incidente_favorecimento
source: Improper favoring of third parties
es_es: Favorecimiento indebido a terceros
pt_br: Favorecimento indevido a terceiros

# etica_conduta_formulario_select_incidente_facilitacao
source: Assets embezzlement/ theft facilitation
es_es: Facilitación al desvío / robo de activos
pt_br: Facilitação ao desvio/roubo de ativos

# etica_conduta_formulario_select_incidente_fraude
source: Accounting – financial fraud
es_es: Fraude contable - financiero
pt_br: Fraude contábil - financeira

# etica_conduta_formulario_select_incidente_propina
source: Bribery
es_es: Pago de propina
pt_br: Pagamento de propina

# etica_conduta_formulario_select_incidente_suborno
source: Undue payoff
es_es: Pago de soborno
pt_br: Pagamento de suborno

# etica_conduta_formulario_select_incidente_quebra
source: Breach of established commercial policy
es_es: Quiebra a las políticas comerciales establecidas
pt_br: Quebra as politicas comerciais estabelecidas

source: etica_conduta_formulario_select_incidente_relacao
pt_br: Relação de parentesco entre líder e liderado

# etica_conduta_formulario_select_incidente_roubo
source: Theft or embezzlement of assets
es_es: Robo o hurto de activos
pt_br: Roubo ou Furto de ativos

# etica_conduta_formulario_select_incidente_seguranca
source: Risk to health and safety of employees/third party
es_es: Riesgo a la salud y seguridad de los empleados / terceros
pt_br: Risco a saúde e segurançados funcionarios/terceiros

# etica_conduta_formulario_select_incidente_meioambiente
source: Environmental risk
es_es: Riesgo para el medio ambiente
pt_br: Risco ao meio ambiente

# etica_conduta_formulario_select_incidente_demais
source: Other non-related themes
es_es: Otros temas no relacionados
pt_br: Demais temas não relacionados acima

# etica_conduta_formulario_relato_denuncia
source: Complaint Report
es_es: Relato de la denuncia
pt_br: Relato da Denúncia

# etica_conduta_formulario_arquivo
source: File
es_es: Archivo
pt_br: Arquivo

# etica_conduta_formulario_arquivo_texto
source: Upload any file that you think might contribute to the proof and verification of your report.
es_es: Cargue cualquier archivo que pueda contribuir a la comprobación y el escrutado de su denuncia
pt_br: Faça o upload de qualquer arquivo que entende que possa contribuir para a comprovação e apuração da sua denúncia

# etica_conduta_formulario_enviar_arquivo_texto
source: Choose file – In case you want to anonymously establish a communication channel to follow this verification and contribute with other information, please, create an anonymous email address and fill in the contact filed above.
es_es: Por si quiera establecer un canal de comunicación de forma anónima, para acompañar la evolución del escrutado de dicha denuncia y contribuir con otras informaciones, usted puede crear un correo electrónico anónimo y llenarlo en el campo de E-mail, arriba.
pt_br: Caso queira estabelecer um canal de comunicação de forma anônima, a fim de acompanhar evolução da apuração dessa denúncia e contribuir com outras informações, crie um email anônimo e o preencha no campo de contato de email acima.

# etica_conduta_formulario_enviar_mensagem
source: Send message
es_es: Enviar mensaje
pt_br: ENVIAR MENSAGEM

source: geracao_titulo_interna
pt_br: SOLUÇÕES PARA GERAÇÃO DE ENERGIA

source: geracao_subtitulo_interna
pt_br: Portfólio completo de soluções em geração e transformação de energia com menor consumo de combustível

# locacao_submenu
source: RENTAL
es_es: ALQUILER
pt_br: LOCAÇÃO

# locacao_home
source: Temporary solutions for several market segments.
es_es: Soluciones temporales para diversos segmentos de mercado.
pt_br: Soluções temporárias para diversos segmentos de mercado, entregando Mais Energia, com Menos Combustível

# locacao_button_home
source: Get to know our products available for rental
es_es: Conozca nuestros productos para alquilar
pt_br: CONHEÇA NOSSOS PRODUTOS PARA LOCAÇÃO

# venda_submenu
source: FOR SALE
es_es: VENTA
pt_br: VENDA

# venda_home
source: Know the newest and latest fleet of generators in Brazil: more power, less fuel.
es_es: Conozca la flota de grupos electrógenos más nueva y moderna del país: más energía, menos combustible.
pt_br: A Tecnogera possuí a frota de geradores mais nova e moderna do país. Para manter sua frota sempre renovada, a Tecnogera conta com uma divisão de venda de equipamentos que disponibiliza produtos seminovos revisados, prontos para entrarem em operação, gerando Mais Energia com Menos Combustível.

# venta_button_home
source: Get to know our products for sale
es_es: Conozca nuestros productos para venta
pt_br: CONHEÇA NOSSOS PRODUTOS PARA VENDA

# geracao_submenu
source: GENERATION
es_es: GENERACIÓN
pt_br: GERAÇÃO

# geracao_home
source: Full power generation and distribution portfolio
es_es: Cartera completa de soluciones en generación y distribución de energía.
pt_br: Portfólio completo de soluções em geração e transformação de energia com menor consumo de combustível

# geracao_button_home
source: Get to know our power generation products
es_es: Conozca nuestros productos para generación
pt_br: CONHEÇA NOSSOS PRODUTOS PARA GERAÇÃO

# soliciteorcamento_banner_submenu
source: Request a quote
es_es: Solicite ya un presupuesto
pt_br: SOLICITAR UM ORÇAMENTO JÁ

# titulo_locacao_empergencia
source: EMERGENCY HIRE
es_es: ALQULER DE EMERGENCIA
pt_br: LOCAÇÃO DE EMERGÊNCIA

# locacao_empergencia
source: We can serve emergency demands! Contact us on 0800 772 1601.
es_es: Atendemos demandas de emergencia - Póngase en contacto llamando al 0800 772 1601.
pt_br: Atendemos demandas emergenciais! Entre em contato através do 0800 772 1601.

# titulo_suporte_24hrs
source: 24-HOUR SUPPORT
es_es: SUPORTE 24 H
pt_br: SUPORTE 24 H

# suporte_24hrs
source: We give 24/7 support! Contact us on 0800 772 1601.
es_es: Le damos soporte 24h, 7 días a la semana. Póngase en contacto - 0800 772 1601.
pt_br: Prestamos suporte 24h, 7 dias por semana! Entre em contato através do 0800 772 1601.

# solucao_titulo
source: FULL SOLUTIONS FOR YOUR PROJECT
es_es: SOLUCIONES COMPLETAS PARA SU PROYECTO
pt_br: SOLUÇÕES COMPLETAS PARA SEU PROJETO

# solucao_projeto
source: Our solutions provide more power, demand less fuel with the latest fleet in Brazil. We have the know-how to serve various complex projects anywhere in Brazil or Latin America.
es_es: Entregamos soluciones que agregan más energía, con menos combustible, disponiendo de la flota más moderna del país. Con know-how para atención en proyectos de diversas complejidades, en cualquier lugar del país o Latinoamérica.
pt_br: Entregamos soluções que agregam mais energia, com menos combustível, dispondo da frota mais moderna do país. Com know-how para atendimento em projetos de diversas complexidades, em qualquer lugar do país ou América Latina.

# solicite_orcamento
source: Request quote here
es_es: Solicite su presupuesto aquí
pt_br: Solicite seu orçamento aqui

# naosabepotencia_titulo
source: DON’T YOU KNOW THE CAPACITY YOU NEED FOR YOUR PROJECT?
es_es: ¿NO SABE LA POTENCIA NECESARIA PARA SU PROYECTO?
pt_br: NÃO SABE A POTÊNCIA NECESSÁRIA PARA O SEU PROJETO?

# naosabepotencia_texto
source: USE OUR ENERGY CALCULATOR
es_es: UTILICE NUESTRA CALCULADORA DE POTENCIA
pt_br: UTILIZE NOSSA CALCULADORA DE POTÊNCIA

# naosabepotencia_calculo
source: CALCULATE NOW
es_es: Calcular ahora
pt_br: CALCULE AGORA

# bannerhome_energia_titulo1
source: +Power
es_es: +Energía
pt_br: + ENERGIA

# bannerhome_energia_titulo2
source: -Fuel
es_es: - Combustible
pt_br: - COMBUSTÍVEL

# bannerhome_energia_texto
source: With the newest fleet in the market, our strict preventive maintenance plan includes constant fleet renovation, enables higher power generation with lower fuel consumption. This is Tecnogera developing technology in favor of our environment.
es_es: Con la más nueva flota del mercado y nuestro riguroso plan de mantenimiento preventivo, además de la constante renovación de flota, propiciamos la entrega de más energía con menos consumo de combustible. Esta es Tecnogera, poniendo la tecnología en favor del medio ambiente
pt_br: Com a mais nova frota do mercado e nosso rigoroso plano de manutenção preventiva, além da constante renovação de frota, possibilitamos a entrega de mais energia com menos consumo de combustível. Esta é a Tecnogera colocando a tecnologia a favor do meio.

# bannerhome_projetos_titulo1
source: Customized projects
es_es: Proyectos personalizados
pt_br: PROJETOS CUSTOMIZADOS

# bannerhome_projetos_titulo2
source: Adapting to your segment
es_es: Adaptándose a su segmento
pt_br: ADAPTANDO-SE AO SEU SEGMENTO

# bannerhome_projetos_texto
source: We operate in all segments and serve all regions, both in Brazil and in Latin America, for differently complex customized projects.
es_es: Actuamos en todos los segmentos, suministramos en todas las regiones del país y Latinoamérica, con proyectos personalizados de diversas complejidades. Responsabilidad Social Tecnogera
pt_br: Atuamos em todos os segmentos, atendendo a todas as regiões do país e América Latina, com projetos customizados de diversas complexidades.

# bannerhome_responsabilidade_titulo1
source: Tecnogera
es_es: Responsabilidad Social
pt_br: Responsabilidade Social

# bannerhome_responsabilidade_titulo2
source: Social Responsibility
es_es: Tecnogera
pt_br: Tecnogera

# bannerhome_responsabilidade_texto
source: At Tecnogera we stick to responsible citizenship principles and conduct social actions on behalf of the communities we act with. We believe the future of our business can only be reached if we work collaboratively with stakeholders, customers, employees, suppliers, the government and the communities. Know a few volunteering projects of ours.
es_es: Nosotros de Tecnogera defendemos los principios de la ciudadanía y realizamos acciones sociales en favor de las comunidades que estamos presentes. Creemos que el futuro de nuestro negocio sólo puede alcanzarse si trabajamos de forma colaborativa con nuestros accionistas, clientes, colaboradores, proveedores, el gobierno y las comunidades. Conozca aquí algunos de nuestros proyectos de voluntariado.
pt_br: Nós da Tecnogera defendemos os princípios da cidadania e realizamos ações sociais em prol das comunidades nas quais estamos presentes. Acreditamos que o futuro do nosso negócio só pode ser alcançado se trabalharmos de forma colaborativa com nossos acionistas, clientes, colaboradores, fornecedores, o governo e as comunidades. Conheça aqui alguns de nossos projetos de voluntariado.

# titulo_segmentos
source: SEGMENTS
es_es: SEGMENTOS
pt_br: SEGMENTOS

# paragrafo_segmentos
source: With our solutions in power generator rental, in air conditioning and cooling or in power generation projects, we meet the needs of several market segments. Get to know our projects:
es_es: Con nuestras soluciones para alquilar grupos electrógenos, de climatización y enfriamiento o en proyectos de generación de energía, atendemos a las necesidades de diversos segmentos de mercado. Conozca nuestros proyectos:
pt_br: Com nossas soluções de locação de geradores, de climatização e resfriamento ou em projetos de geração de energia, atendemos às necessidades de diversos segmentos de mercado. Conheça nossos projetos:

# suporte_regioes_titulo
source: ALL-REGION SUPPORT
es_es: SOPORTE PARA TODAS LAS REGIONES
pt_br: SUPORTE PARA TODAS REGIÕES
