Repository: gubritzke/DOCCLOUD
Catalog: module/Application/language/*.po
Languages: es_es, pt_br

# potencias_tabela_6_linha_3_2
source: Height: 2,57
es_es: Altura: entre 2,57
pt_br: Altura : entre 2,57

# potencias_tabela_6_texto_titulo
source: POWER GENERATOR ABOVE 1,400 kVA
es_es: GENERADOR DE ENERGÍA ARRIBA DE 1400 kVA
pt_br: GERADOR DE ENERGIA ACIMA DE 1400 kVA

# potencias_tabela_2_texto_texto6
source: With capacity and modularity for various projects. Generators between 1,000kVA and 1,400kVA available for rental by Tecnogera are destined to many applications. Under the premise of more energy with less fuel consumption, they have excellent performance. <br><br> Our diesel-powered generators are fairing and silenced, plus the possibility of use with our entire line of accessories, resulting in a complete solution. <br><br> We serve 24 hours a day, 7 days a week, to offer you the best options of generators from 15 to 100kVA and guarantee complete solutions in temporary energy.
es_es: Con potencia y modularidad para diversos proyectos, los generadores de Tecnogera con más de 1400kVA disponibles para locación, están destinados a diversas aplicaciones, insertadas en la premisa de: más energía con menor consumo de combustible, poseen excelente rendimiento. <br/> <br/> Nuestros generadores de energía diesel son carenados y silenciados, además de la posibilidad de utilización con toda nuestra línea de accesorios, resultado en una solución completa. <br/> <br/> Nosotros atendemos las 24 horas del día, los 7 días de la semana, para ofrecer las mejores opciones en generadores de 15 a 100kVA y garantizar soluciones completas en energía temporal.
pt_br: Com potência e modularidade para diversos projetos. Os Geradores acima de 1400kVA disponíveis para locação da Tecnogera, são destinados à diversas aplicações, inseridos na premissa de: Mais energia com menor consumo de combustível, possuem excelente rendimento. <br /> <br /> Nossos geradores de energia a diesel são carenados e silenciados, além da possibilidade de utilização com toda nossa linha de acessórios, resultado em uma solução completa. <br /> <br /> Atendemos 24 horas por dia, 7 dias na semana, para oferecer as melhores opções em geradores de 15 a 100kVA e garantir soluções completas em energia temporária.

# potencia_aquecimento_tabela_titulo_1
source: Model
es_es: Modelo
pt_br: Modelo

# potencia_aquecimento_tabela_titulo_2
source: Electrical Capacity [Kw]
es_es: Potencia Eléctrica [Kw]
pt_br: Potência Elétrica [Kw]

# potencia_aquecimento_tabela_titulo_4
source: Length (m)
es_es: Longitud (m)
pt_br: Comprimento(m)

# potencia_aquecimento_tabela_titulo_5
source: Width (m)
es_es: Anchura (m)
pt_br: Largura(m)

# potencia_aquecimento_tabela_titulo_6
source: Height (m)
es_es: Altura (m)
pt_br: Altura(m)

# potencia_aquecimento_tabela_titulo_7
source: Weight (kg)
es_es: Peso (kg)
pt_br: Peso (kg)

# locacao-interna-titulo
source: RENTAL PRODUCTS
pt_br: PRODUTOS PARA LOCAÇÃO

# locacao-interna
source: Rental equipment is a highly recommended option for temporary solutions in various market segments. The big advantage of renting a product is to pass on all technical responsibility to the contractor. Tecnogera assumes the role of provider of all technical support, from the projection, installation, operation, and demobilization of the solution, with the objective of guaranteeing safely the immediate and uninterrupted supply, without impacting the productivity of the contractee.
pt_br: A locação de equipamentos é uma opção altamente recomendada para soluções temporárias de diversos segmentos de mercado. A grande vantagem da locação é repassar toda responsabilidade técnica para a empresa contratada. A Tecnogera assume o papel de provedora de todo suporte técnico, desde a projeção, instalação, operação e desmobilização da solução, com o objetivo de garantir o fornecimento imediato e ininterrupto, com segurança e sem impactar na produtividade da contratante.

# saiba-mais
source: LEARN MORE
pt_br: SAIBA MAIS

# acessorios-tecnogera
source: TECNOGERA ACCESSORIES
pt_br: Acessórios Tecnogera

# acessorios_formulario_titulo
source: DO YOU WANT TO RENT ONE OF OUR PRODUCTS? <b>REQUEST A QUOTE!</b>
pt_br: QUER ALUGAR UM DE NOSSOS PRODUTOS? <b>SOLICITE UM ORÇAMENTO JÁ!</b>

# acessorios_formulario_1
source: First Name*
pt_br: Nome*

# acessorios_formulario_2
source: Last Name
pt_br: Sobrenome*

# acessorios_formulario_4
source: Segment
pt_br: Empresa

# acessorios_formulario_5
source: Telephone number*
pt_br: Telefone*

# acessorios_formulario_6
source: Cellphone number
pt_br: Celular*

# acessorios_formulario_10
source: Message
pt_br: Mensagem*

# orcamentos_tit
source: REQUEST A QUOTE
pt_br: SOLICITE JÁ SEU ORÇAMENTO

# orcamentos_sub
source: Are you interested in hiring one of our services? Request a quote!
pt_br: Ficou interessado em contratar um de nossos serviços? Solicite já o seu orçamento! Retornaremos o contato o mais breve possível.

# acessorios_formulario_anexo
source: Attachment
pt_br: Anexo:

# resposabilidada_titulo
source: Social Responsibility
es_es: RESPONSABILIDAD SOCIAL
pt_br: RESPONSABILIDADE SOCIAL

source: resposabilidada_texto
pt_br: Nós da Tecnogera defendemos os princípios da cidadania e realizamos ações sociais em prol das comunidades nas quais estamos presentes. Acreditamos que o futuro do nosso negócio só pode ser alcançado se trabalharmos de forma colaborativa com nossos acionistas, clientes, colaboradores, fornecedores, o governo e as comunidades. Conheça aqui alguns de nossos projetos de voluntariado:

# criancas_titulo
source: Energy Kid
es_es: Niño Energía
pt_br: Criança Energia

# criancas_texto
source: We conduct several social actions with children who are in social support institutions in Brazil along the year. One of them is conducted along with SAMA Criança, a non-profitable philanthropy entity that has the goal of taking in children and adolescents at personal and social risk. We make donations of food supply and toys, arrange recreational days and visits throughout the year. These children’s smiles are the present our team can take home after each volunteering action!
es_es: Diversas acciones a lo largo del año se realizan con niños en instituciones de apoyo social en todo el Brasil. Una de ellas es en conjunto con el SAMA , entidad filantrópica sin fines de lucro que tiene como objetivo acoger niños y adolescentes en situación de riesgo personal y social. Las donaciones de víveres y juguetes, días de recreación y visitas se realizan a lo largo de todo el año. ¡La sonrisa de estos niños es siempre el mayor regalo que nuestros colaboradores pueden llevar para vuestras casas después de estas acciones de voluntariado!
pt_br: Diversas ações ao longo do ano são realizadas com crianças em instituições de apoio social em todo Brasil. Uma delas é em conjunto com o SAMA Criança, entidade filantrópica sem fins lucrativos que tem como objetivo acolher crianças e adolescentes em situação de risco pessoal e social. Doações de mantimentos e brinquedos, dias de recreação e visitas são realizadas ao longo de todo o ano. O sorriso destas crianças é sempre o maior presente que nossos colaboradores podem levar para casa após estas ações de voluntariado!

# inverno_titulo
source: Heat Up Tecnogera
es_es: Afectuosidad Tecnogera - “Aquece Tecnogera”
pt_br: Aquece Tecnogera

# inverno_texto
source: Every year, as winter approaches and so do its low temperatures in the State of Sao Paulo, Tecnogera conducts campaigns for donations of winter clothes, blankets and food supplies for charitable institutions and underprivileged communities near our headquarters. Casa dos Velhinhos de Dona Adelaide is one of the institutions that take part in this campaign. We are very grateful for the valuable moments and the experiences its members share with us!
es_es: Cada año, con la llegada del invierno y sus bajas temperaturas en la provincia de São Paulo, Tecnogera organiza campañas de donación de abrigos, frazadas y víveres, que se destinan a instituciones y comunidades carentes cercanas a nuestra central. La Casa “Velhinhos de Dona Adelaide” es una de las instituciones participantes en esa campaña. Estamos muy agradecidos por los valiosos momentos y por el intercambio de experiencias junto a sus miembros.
pt_br: Anualmente, com a chegada do inverno e suas baixas temperaturas no estado São Paulo, a Tecnogera organiza campanhas de doação de agasalhos, cobertores e mantimentos, que são destinados a instituições e comunidades carentes próximas à nossa sede. A Casa Velhinhos de Dona Adelaide é uma das instituições participantes dessa campanha. Somos muito gratos pelos valiosos momentos e pela troca de experiências juntamente com seus membros!

# natal_titulo
source: Solidary Christmas
es_es: Navidad Solidaria
pt_br: Natal Solidário

# natal_texto
source: This is the date that children, adults and elderlies long for, and it could not be left out of our social calendar! Every year in December, we gather donations for the institutions we support and personally hand them in during a day we spend together. Some of the institutions are SAMA Criança and Lar Escola Pequeno Leao in Sao Paulo; and Associaçao dos Moradores da Vila Beira Mar in Rio de Janeiro.
es_es: La fecha más esperada por los niños, los adultos y la mejor edad no podría quedarse fuera de nuestro calendario social. Cada mes de diciembre, levantamos donaciones a instituciones que apoyamos y vamos, personalmente, a hacer las entregas y pasar el día con ellos. Entre las instituciones están: SAMA Criança, Lar Escola Pequeno Leão, em São Paulo, Associação dos Moradores da Vila Beira Mar en Río de Janeiro, entre otros.
pt_br: A data mais esperada por crianças, adultos e a melhor idade não poderia ficar de fora do nosso calendário social! Todo mês de Dezembro, levantamos doações para instituições que apoiamos e vamos, pessoalmente, fazer as entregas e passar o dia com eles. Dentre as instituições estão: SAMA Criança, Lar Escola Pequeno Leão, em São Paulo, Associação dos Moradores da Vila Beira Mar, no Rio de Janeiro, entre outros.

# entidades_beneficiadas
source: ENTITIES BENEFITED BY TECNOGERA
es_es: ENTIDADES BENEFICIADAS POR TECNOGERA
pt_br: ENTIDADES BENEFICIADAS PELA TECNOGERA

# segmentos_titulo_interna
source: SEGMENTS
pt_br: SEGMENTOS

# segmentos_texto_interna
source: We serve various segments, always offer the best and the complete solutions in temporary energy.
pt_br: Atendemos a diversos segmentos, oferecendo sempre as melhores e mais completas soluções em energia temporária.

# sobre_nos_titulo_interna
source: ABOUT US
es_es: SOBRE NOSOTROS
pt_br: SOBRE NÓS

# sobre_nos_paragrafo_interna
source: Tecnogera was founded in 2006. It is a Brazilian company specialized in full solutions for temporary power, which includes rental equipment, deployment, and operation of power plants. <br /> <br /> Tecnogera is present across Brazil and Latin America and provides rental solutions for generating sets, cooling equipment, and load banks, as well as solutions for customized generation according to specific power needs of each project. <br /> <br /> Tecnogera is focused on solutions that add “more power with less fuel,” and relies on the latest equipment fleet available in Brazil, which is constantly updated. Its service scope comprehends projects of various complex projects with standard quality service anywhere in Brazil or Latin America. Aware of customers’ emergency needs, we offer 24/7 service. <br /> <br/> Companies in oil & gas, mining, renewable power, trade & services, manufacturing, events, and construction are among our main clients. <br /> <br /> Since 2004, Tecnogera has relied on a partnership with Patria Investimentos, one of the largest alternative investment managers in infrastructure in the country.
es_es: Fundada en 2006, Tecnogera es una empresa brasileña especializada en soluciones completas en energía temporal, incluyendo alquiler de equipamientos e implantación y operación de plantas de energía. </br></br> Presente en todo territorio brasileño y Latinoamérica, Tecnogera actúa proveendo soluciones de alquiler, de grupos electrógenos equipos de enfriamiento y bancos de carga, además de soluciones de generación personalizadas acuerdo a la necesidad energética del proyecto. </br></br> Enfocada en soluciones que agregan "más energía, con menos combustible", Tecnogera cuenta con la flota de equipamientos más moderna del país, bajo constante actualización. Su capacidad de atención abarca proyectos de diversas complejidades, prestando los debidos atendimientos con el mismo estándar de calidad en cualquier lugar del país o América Latina. Con el conocimiento de las necesidades de emergencia de sus clientes, ofrece atención las 24 horas del día y siete días a la semana. </br></br> Entre los principales clientes atendidos, podemos citar empresas de los sectores de petróleo y gas, minería, energía renovable, comercio y servicios, industria, eventos y construcción civil. </br></br> Desde 2014, Tecnogera cuenta con la sociedad de Patria Inversiones, uno de los mayores gestores de inversiones en infraestructura del país.
pt_br: Fundada em 2006, a Tecnogera é uma empresa brasileira especializada em soluções completas em energia temporária, incluindo locação de equipamentos e implantação e operação de plantas de energia. <br /> <br /> Presente em todo território nacional e América Latina, a Tecnogera atua provendo soluções de locação, de grupos geradores, equipamentos de resfriamento e bancos de carga, além de soluções de geração customizadas de acordo com a necessidade energética do projeto. <br /> <br /> Focada em soluções que agreguem “mais energia, com menos combustível”, a Tecnogera conta com a frota de equipamentos mais moderna do país, sob constante atualização. Sua capacidade de atendimento abrange projetos de diversas complexidades, prestando os devidos atendimentos com o mesmo padrão de qualidade em quaquer local do país ou América Latina. Ciente das necessidades emergenciais de seus clientes, oferece atendimento 24 horas por dia e sete dias por semana. <br /> <br /> Entre os principais clientes atendidos, podemos citar empresas dos setores de óleo & gás, mineração, energia renovável, comércio & serviços, indústria, eventos e construção civil. <br /> <br /> Desde 2014, a Tecnogera conta com a sociedade do Pátria Investimentos, um dos maiores gestores de investimentos em infraestrutura do país.

# sobre_nos_responsabilidade_titulo
source: SOCIAL RESPONSIBILITY
es_es: RESPONSABILIDAD SOCIAL
pt_br: RESPONSABILIDADE SOCIAL

# sobre_nos_responsabilidade_paragrafo
source: Tecnogera is committed to the development of communities, where it participates in with the direct provision of its activities and through volunteering actions.
es_es: Tecnogera tiene el compromiso con el desarrollo de las comunidades donde actúa. Como la puesta a disposición directa, en sus actividades, a través de acciones de voluntariado.
pt_br: A tecnogera tem o compromisso com o desenvolvimento das comunidades onde atua. Como a disponibilização diretos, em suas atividades, e através de ações de voluntariado.

# sobre_nos_visao_titulo
source: VISION
es_es: VISIÓN
pt_br: VISÃO

# sobre_nos_visao_paragrafo
source: Be the agilest and the most efficient company in reliable temporary power solutions, the leader in Latin America.
es_es: Ser la empresa más ágil y eficiente en soluciones confiables de energía temporal, líder en Latinoamérica.
pt_br: Ser a mais ágil e eficiente empresa em soluções confiáveis de energia temporária, líder na América Latina.

# sobre_nos_nossaessencia_titulo
source: OUR ESSENCE
pt_br: NOSSA ESSÊNCIA

# sobre_nos_nossaessencia_paragrafo
source: Our actions are oriented by our Vision and our Values. Ethics, honesty, mutual respect, and principles of justice are the core of our growth, as well as our personnel who work every day with commitment and sense of immediacy for the provision and the overcoming of expected results.
es_es: Nuestras acciones están orientadas por nuestra visión y nuestros valores. La ética, la honestidad, el respeto mutuo y los principios de justicia, están en el corazón de nuestro crecimiento, así como nuestras personas, que trabajan todos los días con compromiso y sentido de urgencia para la entrega y superación de los resultados esperados.
pt_br: Nossas ações são orientadas por nossa Visão e nossos Valores. Ética, honestidade, respeito mútuo e princípios de justiça estão no cerne do nosso crescimento, assim como as nossas pessoas, que trabalham todos os dias com compromisso e senso de urgência para a entrega e superação dos resultados esperados.

# sobre_nos_valores_titulo
source: VALUES
es_es: VALORES
pt_br: VALORES

# sobre_nos_valores_paragrafo
source: <b>Our Culture:</b> we work objectively and efficiently with integrity and immediacy sense; <br/> <b>Focus on Customer:</b> our customers are the reason we exist. We are committed to meet their demands at the time and place they need; <br/> <b>Safety:</b> we strictly meet our standards and value the safety of our customers and employees; <br/> <b>Quality Results:</b>aim to enhance the result and value quality in every detail of our operation; <br/> <b>Team Work:</b>achieve our goals together, we trust one another and share accomplishments and results; <br/> <b>Environment:</b>are committed to environmental protection. <br/>
es_es: Nuestra cultura: trabajamos de forma objetiva y eficiente, con integridad y sentido de urgencia; </br></br> Enfoque en el cliente: los clientes son la razón de nuestra existencia. Nos comprometemos a atender sus demandas en el lugar y plazo necesarios; </br></br> Seguridad: somos estrictos en el cumplimiento de nuestros estándares, preciando la seguridad de nuestros clientes y colaboradores; </br></br> Resultados con calidad: buscamos maximizar los resultados, valorando la calidad en cada detalle de nuestra operación; </br></br> Trabajo en equipo: juntos alcanzamos nuestros objetivos, confiamos unos a otros, compartiendo logros y resultados; </br></br> Medio ambiente: estamos comprometidos con la protección del medio ambiente.
pt_br: <b>Nossa Cultura:</b> trabalhamos de forma objetiva e eficiente, com integridade e senso de urgência; <br /> <b> Foco no Cliente:</b> os clientes são a razão da nossa existência. Nos comprometemos a atender suas demandas no local e prazo necessários; <br /> <b>Segurança:</b> somos rigorosos no cumprimento dos nossos padrões, prezando pela segurança dos nossos clientes e colaboradores; <br /> <b>Resultados com Qualidade:</b> buscamos maximizar os resultados, valorizando a qualidade em cada detalhe de nossa operação; <br /> <b>Trabalho em Equipe:</b> juntos alcançamos nossos objetivos, confiamos uns nos outros, compartilhando conquistas e resultados; <br /> <b>Meio Ambiente:</b> somos comprometidos com a proteção do meio ambiente.

source: venda_titulo_interna
pt_br: VENDA

source: venda_subtitulo_interna
pt_br: A Tecnogera possuí a frota de geradores mais nova e moderna do país. Para manter sua frota sempre renovada, a Tecnogera conta com uma divisão de venda de equipamentos que disponibiliza produtos seminovos revisados, prontos para entrarem em operação, gerando Mais Energia com Menos Combustível.

source: venda-texto
pt_br: A Tecnogera tem a frota de geradores mais nova e moderna do país. Formada por mais de 800 grupos geradores, com potência que varia de 15 KVA a 2500 KVA, além de chillers, bancos de carga e acessórios. Nossos equipamentos se destacam pela eficiência energética e menor consumo de combustível. Para manter sua frota renovada, a Tecnogera conta com uma divisão de venda de equipamentos que disponibiliza produtos seminovos revisados, prontos para entrarem em operação. Se você precisa de um gerador para garantir o funcionamento do seu negócio, entre em contato conosco e saiba mais!

source: A 404 error occurred
pt_br: Ocorreu um erro 404

source: The requested controller was unable to dispatch the request.
pt_br: O controlador requisitado não foi capaz de despachar a requisição.

source: The requested controller could not be mapped to an existing controller class.
pt_br: O controlador requisitados não pode ser mapeado a uma classe de controlador existente.

source: The requested controller was not dispatchable.
pt_br: O controlador requisitado não foi despachado.

source: The requested URL could not be matched by routing.
pt_br: A URL requisitada não pode ser encontrada em uma rota.

source: We cannot determine at this time why a 404 was generated.
pt_br: Não foi possível determinar o motivo do 404 ter ocorrido.

source: Controller
pt_br: Controlador

source: resolves to %s
pt_br: resolve como %s

source: Additional information
pt_br: Informação adicional

source: File
pt_br: Arquivo

source: Message
pt_br: Mensagem

source: Stack trace
pt_br: Pilha de execução

source: Previous exceptions
pt_br: Exceções anteriores

source: No Exception available
pt_br: Nenhuma exceção disponível

source: An error occurred
pt_br: Ocorreu um erro

# atecnogera_menu
source: TECNOGERA
pt_br: A TECNOGERA

# sobre_nos_menu
source: sobre
es_es: SOBRE NOSOTROS
pt_br: SOBRE NÓS

source: responsabilidade_social_menu
es_es: RESPONSABILIDAD SOCIAL
pt_br: RESPONSABILIDADE SOCIAL

source: etica_condura_menu
es_es: ÉTICA Y CONDUCTA
pt_br: ÉTICA E CONDUTA

# solucoes_menu
source: SOLUTIONS
es_es: SOLUCIONES
pt_br: SOLUÇÕES

# segmentos_menu
source: SEGMENTS
es_es: SEGMENTOS
pt_br: SEGMENTOS

# contato_menu
source: CONTACT
es_es: CONTACTO
pt_br: CONTATO

# carrera_menu
source: CAREERS
es_es: CARRERA
pt_br: CARREIRA

# orcamento_menu
source: QUOTES
es_es: PRESUPUESTO
pt_br: ORÇAMENTO

# atendimentocomercial_menu
source: COMMERCIAL SERVICE
es_es: ATENCIÓN COMERCIAL
pt_br: ATENDIMENTO COMERCIAL

# transformadores_acesorios_menu
source: TRANSFORMERS AND ACCESSORIES
pt_br: SUBESTAÇÕES MÓVEIS E TRANSFORMADORES

source: busca_digite
es_es: Digite aquí su búsqueda
pt_br: Digite aqui sua busca

# rodape_atecnogera_titulo
source: TECNOGERA
pt_br: A TECNOGERA

# rodape_atecnogera_sobrenos
source: About Us
es_es: Sobre nosotros
pt_br: Sobre Nós

# rodape_atecnogera_responsabilidade
source: Social Responsibility
es_es: Responsabilidad social
pt_br: Responsabilidade Social

# rodape_atecnogera_etica
source: Ethical Code
es_es: Código de Ética
pt_br: Código de Ética

# rodape_solucoes_titulo
source: SOLUTIONS
es_es: SOLUCIONES
pt_br: SOLUÇÕES

# rodape_solucoes_locacao
source: Rental
es_es: Alquiler
pt_br: Locação

# rodape_solucoes_geracao
source: Generation
es_es: Generación
pt_br: Geração

# rodape_solucoes_venda
source: Sale
es_es: Venta
pt_br: Venda

# rodape_solucoes_contato
source: CONTACT
es_es: CONTACTO
pt_br: CONTATO

# rodape_atendimento
source: Customer Service: 0800 772 1601
es_es: Atención al cliente: 0800 772 1601
pt_br: Atendimento Comercial: 0800 772 1601

# mapa_spesul_8
source: Postal Code: CEP 12919-055<br/> Phone Number: +55 11 4034-3181 / + 55 11 4033-3141 0800-772-1601
es_es: Código Postal: 12919-055 <br/> +55 11 4034-3181 | 0800-772-1601

# potencias_tabela_6_linha_2_1
source: Prime: 1200
es_es: Primero: 1200

# potencia_aquecimento_tabela_titulo_3
source: Compressor
es_es: Compresor

# home_menu
source: HOME
es_es: INICIO
